Repository: daniel-corzo/misw-4501-proyecto-de-grado
Catalog: src/mobile/ios/TravelHub/TravelHub/I18n/SignUp.xcstrings
Source language: en
Languages: es

# agreeToTerms
source: I agree to the %1$(termsText)@ and %2$(privacyPolicyText)@
es: Acepto los %1$(termsText)@ y la %2$(privacyPolicyText)@

# alreadyHaveAccount
source: Already have an account?
es: ¿Ya tienes una cuenta?

# createAccountButton
source: Create Account
es: Crear Cuenta

# description
source: Join TravelHub to start booking your next adventure and find the best hotel deals
es: Únete a TravelHub para empezar a reservar tu próxima aventura y encontrar las mejores ofertas de hoteles

# loginText
source: Log in
es: Inicia sesión

# passwordPlaceholder
source: Create a strong password
es: Crear una contraseña segura

source: Privacy Policy
es: Política de Privacidad

# terms
source: Terms of Service
es: Términos y Condiciones

# title
source: Create your account
es: Crea tu cuenta

# userCreated
source: The user was created successfully!
es: El usuario fue creado exitosamente
